Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_8_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: Stivra
smn: Stivrâ

source: Sámediggi vállje gaskavuođastis stivrra , masa gullet lahttun sámedikki ságajođiheaddji , guokte várreságajođiheaddji ja njeallje eará lahtu .
smn: Sämitigge aasât koskâvuođâstis stiivrâ , moos kuleh jesânin tige saavâjođetteijee , kyehti värisaavâjođetteijee já nelji eres jeessân .

source: Stivra doaibmá sámedikki čoahkkima vuollásažžan ja dan dehaleamos bargun lea vástidit politihkalaš doaimmas ja hálddahusas ja maiddái fuolahit sámedikki čoahkkimiid válmmaštallamis .
smn: Stivrâ tuáimá sämitige čuákkim vuálásâžžân já ton vuosâsajasâš pargon lii västitiđ poolitlâš tooimâst já haaldâšmist sehe anneeđ huolâ tige čuákkim valmâštâlmist .

source: Sámedikki stivra 2012-2015 :
smn: Sämitige stivrâ 2012-2015 :

source: Klemetti Näkkäläjärvi , ságajođiheaddji
smn: Klemetti Näkkäläjärvi , saavâjođetteijee

source: xxx
smn: Tiina Sanila-Aikio , I värisaavâjođetteijee

source: Heikki Paltto , II várreságajođiheaddji
smn: Heikki Paltto , II värisaavâjođetteijee

source: Petra Magga-Vars
smn: Ilmari Tapiola
